{
  "login": "Login",
  "country_city": "Kyrgyzstan, Bishkek",
  "street": "st. Abdrakhmanova 208",
  "phone_short": "Phone",
  "phone": "Phone",
  "fax": "Fax",
  "main": "Main",
  "about": "About",
  "catalog": "Catalog",
  "department": "Department",
  "contacts": "Contacts",
  "search_input_placeholder": "Site search...",
  "main_page_promo_title": "ELECTRONIC LIBRARY OF DISSERTATIONS AND ABSTRACTS",
  "main_page_promo_text": "Scientific electronic library of dissertations and abstracts - This is the largest catalog of scientific works.",
  "main_page_dissertation_title": "Dissertations and abstracts",
  "main_page_dissertation_text1": "A dissertation is a scientific work written by a student or graduate student in preparation for defending a degree. Dissertations are one of the important criteria for assessing the level of scientific activity and educational training of a person.",
  "main_page_dissertation_text2": "This dissertation site is a handy resource for anyone interested in exploring research in various fields of science. We provide users with access to a wide database of scientific materials that will help in research and writing a dissertation.",
  "main_page_dissertation_text3": "This library of dissertations contains not only complete academic papers, but also their abstracts. Abstracts of dissertations are a summary of the full scientific work, which is compiled by the author of this work. The Dissertation Center has more than 6,000 dissertations and over 24,000 abstracts of dissertations.",
  "main_page_advantages_title": "Our advantages",
  "main_page_advantages_item_title1": "Large selection of material",
  "main_page_advantages_item_title2": "Ease of use",
  "main_page_advantages_item_title3": "Ease of Search",
  "main_page_advantages_item_text1": "Our Dissertation Department website is a unique resource that will help you quickly and easily find the information you need to prepare for your dissertation defense.",
  "main_page_advantages_item_text2": "The site offers high user-friendliness. Our team of developers and designers is constantly working on improving the user interface to provide the most convenient and easy site navigation.",
  "main_page_advantages_item_text3": "One of the key advantages of our dissertation department site is the high ease of search. We strive to make the process of finding the necessary dissertations as simple and convenient as possible for our clients.",
  "main_page_rights_title": "The library user has the right",
  "main_page_right_text1": "The dissertation department is a special department in the library that collects, stores and provides access to dissertations defended in universities and research centers. Here is a list of the rights that users have in the dissertation department.",
  "main_page_right_text2": "View dissertations. Users have the right to familiarize themselves with dissertations in a special hall of the dissertation department. Here you can read dissertations that are freely available within the department.",
  "main_page_right_text3": "The dissertation department provides access to free internet and connection of laptops.",
  "main_page_right_text4": "Copy no more than 30 sheets from one original dissertations + (with a letter of guarantee from the university or place of work).",
  "main_page_right_text5": "Getting advice. The dissertation department employs specialists who can help users with the search and selection of the necessary dissertations, as well as with the implementation of other requests.",
  "last_news": "Last news",
  "read_completely": "Read completely",
  "main_page_faq_title": "FAQ",
  "main_page_faq_question1": "How many dissertations can be booked?",
  "main_page_faq_question2": "How many pages of dissertations can be copied?",
  "main_page_faq_question3": "What is the regime in the National Library. Osmonov?",
  "main_page_faq_question4": "What year are the dissertations submitted?",
  "main_page_faq_answer1": "Book no more than 3 original dissertations for 3 working days.",
  "main_page_faq_answer2": "Copy no more than 30 sheets from one original dissertation.",
  "main_page_faq_answer3": "The National Library is open without days off and breaks from 9.00 to 18.00, every last Friday of the month is a sanitary day.",
  "main_page_faq_answer4": "The collection contains author's copies of dissertations since 1995. Until now.",
  "footer_copyright_text1": "Department of Dissertations of the National Library of the Kyrgyz Republic named after Alykul Osmonov",
  "footer_copyright_text2": "All rights reserved",
  "about_library": "About the library",
  "history_of_library": "History of the library",
  "department_oda": "Department of ODA",
  "catalog_of_dissertations_and_abstracts": "Catalog of dissertations and abstracts",
  "news": "News",
  "address": "Address"
}


