{
  "login": "Войти",
  "country_city": "Кыргызстан, г. Бишкек,",
  "street": "ул. Абдрахманова 208",
  "phone_short": "Тел.",
  "phone": "Телефон",
  "fax": "Факс",
  "main": "Главная",
  "about": "О библиотеке",
  "catalog": "Каталог",
  "department": "Отдел ДиА",
  "contacts": "Контакты",
  "search_input_placeholder": "Поиск по сайту...",
  "main_page_promo_title": "ЭЛЕКТРОННАЯ БИБЛИОТЕКА ДИССЕРТАЦИЙ И АВТОРЕФЕРАТОВ",
  "main_page_promo_text": "Научная электронная библиотека диссертаций и авторефератов - Это самый крупный каталог научных работ.",
  "main_page_dissertation_title": "Диссертации и авторефераты",
  "main_page_dissertation_text1": "Диссертация - это научный труд, написанный студентом или аспирантом в рамках подготовки к защите ученой степени. Диссертации являются одним из важных критериев оценки уровня научной деятельности и образовательной подготовки человека.",
  "main_page_dissertation_text2": "Данный сайт диссертаций - это удобный ресурс для всех, кто заинтересован в изучении исследований в различных областях науки. Мы предоставляем пользователям доступ к широкой базе данных научных материалов, которые помогут в исследовании и написании диссертации.",
  "main_page_dissertation_text3": "В данной библиотеке диссертаций собраны не только полные учебные работы, но и их авторефераты. Авторефераты диссертаций представляют собой краткое изложение полного научного труда, которое составляется автором этой работы. Центр диссертаций насчитывает более 6 000 диссертаций и свыше 24 000 авторефератов диссертаций.",
  "main_page_advantages_title": "Наши преимущества",
  "main_page_advantages_item_title1": "Большой выбор материала",
  "main_page_advantages_item_title2": "Удобство работы",
  "main_page_advantages_item_title3": "Простота поиска",
  "main_page_advantages_item_text1": "Наш сайт отдела диссертаций представляет собой уникальный ресурс, который поможет вам быстро и легко найти необходимую информацию для подготовки к защите диссертации.",
  "main_page_advantages_item_text2": "Сайт предлагает высокое удобство работы. Наша команда разработчиков и дизайнеров постоянно работает над улучшением пользовательского интерфейса, чтобы обеспечить максимально удобную и простую навигацию по сайту.",
  "main_page_advantages_item_text3": "Одним из ключевых преимуществ нашего сайта отдела диссертаций является высокая простота поиска. Мы стремимся сделать процесс поиска необходимых диссертаций максимально простым и удобным для наших клиентов.",
  "main_page_rights_title": "Пользователь библиотеки имеет право",
  "main_page_right_text1": "Отдел диссертаций является специальным отделом в библиотеке, который занимается сбором, хранением и предоставлением доступа к диссертациям, защищенным в университетах и научных центрах. Вот перечень прав, которыми обладают пользователи в отделе диссертаций.",
  "main_page_right_text2": "Просмотр диссертаций. Пользователи имеют право на ознакомление с диссертациями в специальном зале отдела диссертаций. Здесь можно прочитать диссертации, которые находятся в свободном доступе внутри отдела.",
  "main_page_right_text3": "Отдел диссертаций предоставляет доступ к бесплатному интернету и подключение ноутбуков.",
  "main_page_right_text4": "Копировать не более 30 листов с одного оригинала диссертаций + ( с наличием гарантийного письма с ВУЗа или места работы).",
  "main_page_right_text5": "Получение консультаций. В отделе диссертаций работают специалисты, которые могут помочь пользователям с поиском и выбором нужных диссертаций, а также с осуществлением других запросов.",
  "last_news": "Последние новости",
  "read_completely": "Читать полностью",
  "main_page_faq_title": "Часто задаваемые вопросы",
  "main_page_faq_question1": "Сколько можно бронировать диссертаций?",
  "main_page_faq_question2": "Сколько можно копировать страниц диссертаций?",
  "main_page_faq_question3": "Какой режим в Национальной библиотеки им. Осмонова?",
  "main_page_faq_question4": "С какого года представлены диссертации?",
  "main_page_faq_answer1": "Бронировать не более 3-х оригиналов диссертаций на 3 рабочих дня.",
  "main_page_faq_answer2": "Копировать не более 30 листов с одного оригинала диссертации.",
  "main_page_faq_answer3": "Национальная библиотека работает без выходных и перерывов с 9.00 до 18.00 ч., каждая последняя пятница месяца – санитарный день.",
  "main_page_faq_answer4": "В собрании представлены авторские экземпляры диссертаций с 1995г. по настоящее время.",
  "footer_copyright_text1": "Отдел диссертаций Национальной Библиотеки Кыргызской Республики имени Алыкула Осмонова",
  "footer_copyright_text2": "Все права защищены",
  "about_library": "О библиотеке",
  "history_of_library": "История библиотеки",
  "department_oda": "Отдел ОДА",
  "catalog_of_dissertations_and_abstracts": "Каталог диссертаций и авторефератов",
  "news": "Новости",
  "address": "Адрес"
}
