export const SPECIALTIES = [
  {
    id: 1,
    name: 'Физика и математика',
    type: 'physics_and_mathematics',
    dissertations: [
      {
        author: 'Мурзабаева, Айтбу Бусурманкуловна.',
        text: 'Исследование сингулярно возмущенных дифференциальных уравнений с разделением множеств при вырождении : спец. 01.01.02 "Дифференциальные уравнения, динамические системы и оптимальное управление " : дис. ... канд. физ.-матем. наук / А. Б. Мурзабаева; Науч. рук.: К.С. Алыбаев ; Ошский технол. ун-т. - Ош, 2019. - 150 с. : рис. ; 30 см. - Библиогр.: с. 140-150. - Текст : непосредственный',
        storage_cipher: 'К/В161/М912 Дис.'
      },
      {
        author: 'Конушбаева, Айнур Токтосуновна.',
        text: 'Влияние электромагнитных полей сверхвысоких частот на характеристики разрушения крепких горных пород : спец. 01.02.04 "Механика деформируемого твердого тела" : дис. ... канд. физ.-матем. наук / А.Т. Конушбаева; Науч. рук.: Р.М. Султаналиева ; КГТУ им. И. Раззакова. - Б., 2019. - 150 с. : рис., табл. ; 30 см. - Библиогр.:140-150.',
        storage_cipher: 'К/В25/К651 Дис'
      },
    ]

  },
  {
    id: 2,
    name: 'Химия',
    type: 'chemistry',
    dissertations: []
  },
  {
    id: 3,
    name: 'Биология',
    type: 'biology',
    dissertations: [
      {
        author: 'Ражапбаев, Муслим Кудусович.',
        text: 'Эколого-экономическая роль арчовых лесов юга Кыргызстана : спец. 06.03.02 "Лесоведение, лесоводство, лесоустройство и лесная таксация ", 03.02.08 "Экология" : дис. ... канд. биол. наук / М.К. Ражапбаев; Науч. рук.: К.Д. Мухамедшин, П.Т. Воронков ; НАН КР, Ин-т биологии. - Б., 2022. - 137 с. : рис., табл. ; 30 см. - Библиогр.: с. 119-132.',
        storage_cipher: 'К/Е0/Р169 Дис.'
      },
      {
        author: 'Таалайбекова, Мээрим Таалайбековна.',
        text: 'Влияние милдроната на метоболизм миокарда у животных с катехоламиновым кардионекрозом в условиях высокогорья и при последующей реадаптации к низкогорью : спец. 03.01.04 "Биохимия" : дис. ... канд. биол. наук / М.Т. Таалайбекова; Науч. рук.: Ж.А. Махмудова ; КГМА им. И.К. Ахунбаева. - Б., 2022. - 150 с. : рис., табл. ; 30 см. - Библиогр.: с. 124-147',
        storage_cipher: 'К/Е0/Т 12 Дис.'
      },
    ]
  },
  {
    id: 4,
    name: 'Техника',
    type: 'technique',
    dissertations: []
  },
  {
    id: 5,
    name: 'Сельское хозяйство',
    type: 'agriculture',
    dissertations: []
  },
  {
    id: 6,
    name: 'История и археология',
    type: 'history_and_archeology',
    dissertations: []
  },
  {
    id: 7,
    name: 'Социология',
    type: 'sociology',
    dissertations: []
  },
  {
    id: 8,
    name: 'Политология',
    type: 'political_science',
    dissertations: []
  },
  {
    id: 9,
    name: 'Технические науки',
    type: 'technical_science',
    dissertations: []
  },
  {
    id: 10,
    name: 'Медицинские науки',
    type: 'medical_sciences',
    dissertations: []
  },
  {
    id: 11,
    name: 'Экономика',
    type: 'economy',
    dissertations: []
  },
  {
    id: 12,
    name: 'Философия',
    type: 'philosophy',
    dissertations: []
  },
  {
    id: 13,
    name: 'Филология',
    type: 'philology',
    dissertations: []
  },
  {
    id: 14,
    name: 'Юриспруденция',
    type: 'jurisprudence',
    dissertations: []
  },
  {
    id: 15,
    name: 'Педагогика',
    type: 'pedagogy',
    dissertations: []
  },
  {
    id: 16,
    name: 'Медицина',
    type: 'medicine',
    dissertations: []
  },
  {
    id: 17,
    name: 'Искусствоведение',
    type: 'art_criticism',
    dissertations: []
  },
  {
    id: 18,
    name: 'Психология',
    type: 'psychology',
    dissertations: []
  },
  {
    id: 19,
    name: 'Естественные науки',
    type: 'natural_sciences',
    dissertations: []
  },
]
