import ContentImg1 from "../assets/content/content_img1.jpg";
import ContentImg2 from "../assets/content/content_img2.jpg";
import ContentImg3 from "../assets/content/content_img3.jpg";
import ContentImg4 from "../assets/content/content_img24.jpg"
import ContentImg5 from "../assets/content/content_img25.jpg"
import ContentImg6 from "../assets/content/content_img22.jpg"
import ContentImg7 from "../assets/content/content_img23.jpg"



export const CATALOGS = [
  {
    id: 1,
    name: 'Физика и математика',
    type: 'physics_and_mathematics',
    dissertations: [
      {
        author: 'Мурзабаева, Айтбу Бусурманкуловна.',
        text: 'Исследование сингулярно возмущенных дифференциальных уравнений с разделением множеств при вырождении : спец. 01.01.02 "Дифференциальные уравнения, динамические системы и оптимальное управление " : дис. ... канд. физ.-матем. наук / А. Б. Мурзабаева; Науч. рук.: К.С. Алыбаев ; Ошский технол. ун-т. - Ош, 2019. - 150 с. : рис. ; 30 см. - Библиогр.: с. 140-150. - Текст : непосредственный',
        storage_cipher: 'К/В161/М912 Дис.'
      },
      {
        author: 'Конушбаева, Айнур Токтосуновна.',
        text: 'Влияние электромагнитных полей сверхвысоких частот на характеристики разрушения крепких горных пород : спец. 01.02.04 "Механика деформируемого твердого тела" : дис. ... канд. физ.-матем. наук / А.Т. Конушбаева; Науч. рук.: Р.М. Султаналиева ; КГТУ им. И. Раззакова. - Б., 2019. - 150 с. : рис., табл. ; 30 см. - Библиогр.:140-150.',
        storage_cipher: 'К/В25/К651 Дис'
      },
            {
        author: 'Смирнов, Михаил Сергеевич.',
        text: 'Исследование волновой аберрации человеческого глаза и ее влияние на качество изображения на сетчатке : диссертация ... кандидата физико-математических наук : 01.00.00 / М. С. Смирнов. - Москва, 1964. - 135 с. : ил. Физико-математические науки.',
        storage_cipher: 'OD Дк 64-1/411'
      },
    ]

  },
  {
    id: 2,
    name: 'Химия',
    type: 'chemistry',
    dissertations: [
     {
        author:'Himia',
        text: 'Исследование сингулярно возмущенных дифференциальных уравнений с разделением множеств при вырождении : спец. 01.01.02 "Дифференциальные уравнения, динамические системы и оптимальное управление " : дис. ... канд. физ.-матем. наук / А. Б. Мурзабаева; Науч. рук.: К.С. Алыбаев ; Ошский технол. ун-т. - Ош, 2019. - 150 с. : рис. ; 30 см. - Библиогр.: с. 140-150. - Текст : непосредственный',
        storage_cipher: 'К/В161/М912 Дис.'
      }
      ]
  },
  {
    id: 3,
    name: 'Биология',
    type: 'biology',
    dissertations: [
      {
        author: 'Ражапбаев, Муслим Кудусович.',
        text: 'Эколого-экономическая роль арчовых лесов юга Кыргызстана : спец. 06.03.02 "Лесоведение, лесоводство, лесоустройство и лесная таксация ", 03.02.08 "Экология" : дис. ... канд. биол. наук / М.К. Ражапбаев; Науч. рук.: К.Д. Мухамедшин, П.Т. Воронков ; НАН КР, Ин-т биологии. - Б., 2022. - 137 с. : рис., табл. ; 30 см. - Библиогр.: с. 119-132.',
        storage_cipher: 'К/Е0/Р169 Дис.'
      },
      {
        author: 'Таалайбекова, Мээрим Таалайбековна.',
        text: 'Влияние милдроната на метоболизм миокарда у животных с катехоламиновым кардионекрозом в условиях высокогорья и при последующей реадаптации к низкогорью : спец. 03.01.04 "Биохимия" : дис. ... канд. биол. наук / М.Т. Таалайбекова; Науч. рук.: Ж.А. Махмудова ; КГМА им. И.К. Ахунбаева. - Б., 2022. - 150 с. : рис., табл. ; 30 см. - Библиогр.: с. 124-147',
        storage_cipher: 'К/Е0/Т 12 Дис.'
      },
      {
        author: 'Сенченкова, Евгения Михайловна.',
        text: 'Развитие учения о фотосинтезе, конец XVIII - 1-я четверть XX в. : диссертация ... кандидата биологических наук : 03.00.00. - Москва, 1961. - 435 с. + Прил. (64 л.: ил.). ',
        storage_cipher: 'OD Дк 66-3/724'
      },
      {
        author: 'Патарая, Луиза Михайловна.',
        text: 'Семейство Polypodiaceae R. Br. во флоре Аджарии : вопросы развития морфологии, таксономического и филогенетического значения гаметофитов : диссертация ... кандидата биологических наук : 03.00.00. - Москва, 1971. - 314 с.  ',
        storage_cipher: 'OD Дк 71-3/1702'
      },
    ]
  },
  {
    id: 4,
    name: 'Техника',
    type: 'technique',
    dissertations: []
  },
  {
    id: 5,
    name: 'Сельское хозяйство',
    type: 'agriculture',
    dissertations: [
      {
        author: 'Осмонова, Бактыгул Момуновна.',
        text: 'Генетический полиморфизм по типу гемоглобина и трансферрина гиссаро-кыргызских овец и их использование в селекции в условиях юга Кыргызстана [Текст] : Дис. ... канд. с.-х. наук : 06.02.07 / Б. М. Осмонова; Науч. рук.: Т.Д. Чортонбаев ; Жалал-Абад. гос. ун-т. - Б., 2018. - 112 с. : рис., табл., диагр. ; 30 см. - Библиогр.: с. 97-11.',
        storage_cipher: 'К/П6/О-749 Дис.'
      },
      {
        author: 'Жээнбекова, Бурулай Жолболдуевна.',
        text: 'Хозяйственно-полезные признаки и биолого-генетические особенности кыргызской шерстной породы коз в условиях юго-западного Кыргызстана [Текст] : Дис. ... канд. с.-х. наук : 06.02.07 / Б. Ж. Жээнбекова; Науч. рук.: А.И. Альмеев ; Жалал-Абад. гос. ун-т. - Б., 2018. - 99 с.+ прилож. : рис., табл. ; 30 см. - Библиогр.: с. 88-99',
        storage_cipher: 'К/П6/Ж959 Дис.'
      },
      {
        author: 'Нефедов, Михаил Ильич.',
        text: 'Акклиматизация и использование импортного герефордского скота в условиях Алтайского края : диссертация ... кандидата сельскохозяйственных наук : 06.00.00. - Барнаул, 1968. - 187 с. ',
        storage_cipher: 'OD Дк 69-6/909'
      },
      {
        author: 'Сапожков, Михаил Владимирович',
        text: 'Влияние фиторегуляторов-стресспротекторов и аборигенных штаммов Bacillus subtilis на продуктивность озимой пшеницы в ЦЧР : диссертация ... кандидата сельскохозяйственных наук : 06.01.01 / Сапожков Михаил Владимирович; [Место защиты: Всерос. науч.-исслед. ин-т сахар. свеклы и сахара им. А.Л. Мазлумова]. - Рамонь, 2017. - 185 с. : ил. Общее земледелие, растениеводство. ',
        storage_cipher: 'OD Дк 62-3/112'
      },
      {
        author: 'Боровой, Евгений Павлович.',
        text: 'Техника внутрипочвенного орошения кукурузы на светло-каштановых почвах Сарпинской низменности : диссертация ... кандидата технических наук : 06.01.02. - Волгоград, 1987. - 300 с. : ил. Мелиорация и орошаемое земледелие. ',
        storage_cipher: 'OD 61 87-5/5129'
      },
    ]
  },
  {
    id: 6,
    name: 'История и археология',
    type: 'history_and_archeology',
    dissertations: []
  },
  {
    id: 7,
    name: 'Социология',
    type: 'sociology',
    dissertations: [
      {
        author: 'Айтбаева, Перизат Мурзакматовна.',
        text: 'Институционализация социальной работы в современном Кыргызстане : спец. 22.00.04 "Социальная структура, социальные институты и процессы" : дис. канд. социол. наук / П.М. Айтбаева; Науч. рук.: С.С. Нурова ; БГУ им. К. Карасаева. - Б., 2021. - 214 с. : диагр. ; 30 см. - Библиогр.: с. 179-194. ',
        storage_cipher: 'К/С5/А 369 Дис.'
      },
      {
        author: 'Исманова, Нурлан Абдрасуловна.',
        text: 'Социальный статус института семьи в современном кыргызском обществе : спец. 22.00.04 "Социальная структура, социальные институты и процессы" : дис. ... канд. социол. наук / Н.А. Исманова; Науч. рук.: Р.Б. Салморбекова ; НАН КР, Ин-т философии и соц.-полит. исслед. им. А. Алтмышбаева. - Б., 2021. - 184 с. : рис., табл. ; 30 см. - Библиогр.: с. 155-167.',
        storage_cipher: 'К/С5/И877 Дис.'
      },
      {
        author: 'Нехай, Вячеслав Нурбиевич.',
        text: 'Глобализационные процессы в социокультурном пространстве этноса : диссертация ... доктора социологических наук : 22.00.06 / Нехай Вячеслав Нурбиевич; [Место защиты: Адыгейский государственный университет]. - Майкоп, 2012. - 301 с. : ил. скрытьСоциология культуры',
        storage_cipher: 'OD 71 14-22/12'
      },
      {
        author: 'Шаповаленко, Александр Николаевич.',
        text: 'Традиционная экологическая культура как фактор гармонизации взаимодействия природы и общества: социокультурный анализ : диссертация ... кандидата социологических наук : 22.00.06 / Шаповаленко Александр Николаевич; [Место защиты: Адыг. гос. ун-т]. - Майкоп, 2009. - 154 с. скрытьСоциология культуры, духовной жизни',
        storage_cipher: 'OD 61 10-22/20'
      },
    ]
  },
  {
    id: 8,
    name: 'Политология',
    type: 'political_science',
    dissertations: []
  },
  {
    id: 9,
    name: 'Технические науки',
    type: 'technical_science',
    dissertations: [
      {
        author: 'Боронбаев, Эркин Капарович.',
        text: 'Теория и практика энергосберегающей архитектуры и энергоэффективности теплого режима гражданских зданий (на примере Кыргызстана): Дис. … д-ра техн. наук: 05.23.03, 05.23.20/Э.К. Боронбаев; КГУСТА им. Н. Исанова. – Б., 2015.- 247с. + прилож.: рис., табл.; 30 см.-Библиогр.: с. 225-247.',
        storage_cipher: 'К/Н10/835 Дис.'
      },
      {
        author: 'Борукеев, Туйгунбек Сабатарович.',
        text: 'Разработка насосных электрогиравлических систем вспомогательного оборудования тепловых электростанций: Дис. …канд. техн. наук.: 05.14.02/ Т.С.Борукеев; Науч. рук.: И.В. Бочкарев; КГТУ им. Раззакова.- Б.. 2015.-184с. : рис., табл. ; 30 см.- Библиогр. : с.146-157.',
        storage_cipher: 'К/З-27/Б837 Дис.'
      },
      {
        author: 'Маркочев, Виктор Михайлович.',
        text: '\n' +
            'Методика и исследование кинетики макроразрушения листовых материалов при однократном и повторном нагружении : диссертация ... кандидата технических наук : 05.00.00 / В. М. Маркочев. - Москва, 1966. - 259 с. : ил. Технические науки',
        storage_cipher: 'OD Дк 67-5/1389'
      },
      {
        author: 'Бронин, Фридрих Александрович.',
        text: '\n' +
            'Исследование кавитационного разрушения и диспергирования твердых тел в ультразвуковом поле высокой интенсивности : диссертация ... кандидата технических наук : 05.00.00. - Москва, 1966. - 294 с. : ил. Технические науки',
        storage_cipher: 'OD Дк 67-5/1578'
      },
    ]
  },
  {
    id: 10,
    name: 'Медицинские науки',
    type: 'medical_sciences',
    dissertations: []
  },
  {
    id: 11,
    name: 'Экономика',
    type: 'economy',
    dissertations: [
      {
        author: 'Тургунбаев, Жусуп Тургунбаевич.',
        text: '\n' +
            'Проблемы использования экономического потенциала в условиях рыночной экономики (на примере Южного региона Кырг. Респ.): дис. ... д-ра экон. наук : 08.00.05 / Ж.Т. Тургунбаев ; ОшГУ. - Б., 2004. - 3002 с. : табл. ; 30 см. - Библиогр.: с. 282-294 (193 назв.)',
        storage_cipher: 'К/У9(5Кыр)/Т872 Дис'
      },
      {
        author: 'Абдиева, Адиля Ильясбековна.',
        text: '\n' +
            'Проблемы ликвидности ценных бумаг на фондовом рынке (на примере Кыргызской Республики) : дис. ... канд. экон. наук : 08.00.10 / А.И. Абдиева ; НАН КР, Центр экон. исслед. - Б., 2004. - 166 с. : рис., табл. ; 30 см. - Библиогр.: с. 149-157 (119 назв.)\n' +
            'Прилож.: 1-4 с. 158-165',
        storage_cipher: 'К/У9(5Кыр)/А139 Дис'
      },
    ]
  },
  {
    id: 12,
    name: 'Философия',
    type: 'philosophy',
    dissertations: []
  },
  {
    id: 13,
    name: 'Филология',
    type: 'philology',
    dissertations: [
      {
        author: 'Эшанкулова, Шахризада Аллакуловна.',
        text: 'Категория личности/безличности в языке (на материале русского и кыргызского языков) [Текст] : Дис. ... канд. филол. наук : 10.02.20 / Ш. А. Эшанкулова; Науч. рук.: К.З. Зулпукаров ; ОшГУ. - Б., 2019. - 192 с. ; 30 см. - Библиогр.: с. 177-192.\n' +
            'Прилож.: 1-4 с. 158-165',
        storage_cipher: 'К/Ш1/Э98 Дис.'
      },
      {
        author: 'Карагулова, Махабат Керимбековна.',
        text: 'Функционально-грамматическая характеристика модальных слов в английском и кыргызском языках : спец. 10.02.20 "Сравнительно-историческое, типологическое и сопоставительное языкознание " : дис. ... канд. филол. наук / М.К. Карагулова; Науч. рук.: О.С. Абдыкаимова ; КГУСТА им. Н. Исанова. - Б., 2019. - 185 с. ; 30 см. - Библиогр.: с. 166-185. - Текст : непосредственный.',
        storage_cipher: 'К/ Ш163.25/ К21 Дис.'
      },
    ]
  },
  {
    id: 14,
    name: 'Юриспруденция',
    type: 'jurisprudence',
    dissertations: []
  },
  {
    id: 15,
    name: 'Педагогика',
    type: 'pedagogy',
    dissertations: [
      {
        author: 'Мураталиева, Мира Алымбековна.',
        text: 'Педагогические условия инновационного управления учебным процессом в колледже : дис. ... канд. пед. наук : 13.00.01 / М. А. Мураталиева; Науч. рук.: М.Ж. Чоров ; Кырг. гос. акад. физ. культуры и спорта. - Б., 2012. - 218 с. : рис., табл. ; 30 см. - Библиогр.: с. 171-182\n' +
            'ЗД(1)',
        storage_cipher: 'К/Ч-46/М91 Дис'
      },
      {
        author: 'Тагаева, Гульмира Сарыгуловна.',
        text: '\n' +
            'Личностно-деятельностный подход в модернизации содержания курса русского языка в начальной кыргызской школе : дис. ... канд. пед. наук : 13.00.02 / Г. С. Тагаева; Науч. рук.: К.Д. Добаев ; Кырг. акад образования. - Б., 2012. - 207 с. : табл. ; 30 см. - Библиогр.: с. 155-175',
        storage_cipher: 'К/Ч-46/М91 Дис'
      },
    ]
  },
  {
    id: 16,
    name: 'Медицина',
    type: 'medicine',
    dissertations: []
  },
  {
    id: 17,
    name: 'Искусствоведение',
    type: 'art_criticism',
    dissertations: [
      {
        author: 'Раимбергенов , Абдулхамит Искакович.',
        text:  'Домбровая школа как институт сохранения и развития традиции (на примере западноказахстанской школы Казангапа) : спец. 17.00.02 "Музыкальное искусство" : дис. канд. искусствоведения / А.И. Раимбергенов; Науч. рук.: Р.А. Аманова ; НАН КР, Ин-т философии, права и соц.-полит. исслед. им. А.А. Алтмышбаева. - Б., 2019. - 196 с. ; 30 см. - Библиогр.: с. 154-168. - Текст : непосредственный.',
        storage_cipher: 'К/Щ31/Р182 Дис.'
      },
      {
        author: 'Садыкова, Анвара Ариповна.',
        text:  'Национальное и инонациональное в творчестве классиков Казахстанской хореографии(на материале спектаклей ГАТОБ им.Абая) : спец.17.00.02 "Музыкальное искусство" : дис. ... канд. искусствоведения / А. А. Садыкова.; Науч.рук.: Ч.Т. Уметалиева ; Ин-т философии и права НАН КР. - Б., 2020. - 253 с ; 31 см + прил 219-253 с. - Библиогр.: с. 205-217. - Текст : непосредственный.',
        storage_cipher: 'К/Щ335/С145 Дис'
      },
    ]
  },
  {
    id: 18,
    name: 'Психология',
    type: 'psychology',
    dissertations: []
  },
  {
    id: 19,
    name: 'Естественные науки',
    type: 'natural_sciences',
    dissertations: [
      {
        author: 'Никулин, Валерий Владимирович.',
        text:  'Космологические эффекты многомерной нелинейной гравитации : диссертация ... кандидата физико-математических наук : 1.3.15. / Никулин Валерий Владимирович; [Место защиты: ФГАОУ ВО «Национальный исследовательский ядерный университет «МИФИ» ; Диссовет МИФИ.1.05]. - Москва, 2023. - с. ',
        storage_cipher: 'К/Щ325/С123 Дис'
      },
    ]
  },
]

export const news = [
  {
    id: 1,
    title: 'Студенты Политехнического вуза им. Разакова спроектировали сайт для отдела диссертаций',
    textBlocks: [
      'Отдел диссертаций рад представить свой новый сайт, разработанный студентами Политехнического вуза им. Разакова - Поповым Андреем и Савитбековым Ратбеком. Сайт представляет собой полноценный каталог диссертаций, охватывающий различные области науки и предоставляющий удобный поиск по категориям.',
      'Попов Андрей был ответственен за разработку фронтенд части, дизайн и верстку сайта, в то время как Савитбеков Ратбек занимался бэкенд частью, включая создание базы данных для каталога диссертаций. Оба студента вложили много усилий и времени, чтобы создать удобный и функциональный сайт для наших пользователей.',
      'Новый сайт позволяет пользователям легко находить необходимые материалы и получать информацию о диссертациях, защищенных в разных университетах страны. Кроме того, на сайте также доступны консультации и рекомендации по написанию и оформлению диссертаций.',
      'Новый сайт разработан с использованием современных технологий и имеет красивый и простой в использовании дизайн. Мы уделили особое внимание удобству пользователей и простоте навигации по сайту. Все элементы интерфейса интуитивно понятны и доступны даже для начинающих пользователей. Одной из ключевых особенностей нового сайта является обширный поиск и каталог, который подключен к Базе Данных. Пользователи могут искать диссертации по различным критериям, таким как автор, название, тема, дата защиты и другие параметры. Благодаря этому, поиск необходимой информации становится быстрым и эффективным.',
      'Вся информация о диссертациях находится в единой базе данных, которая постоянно обновляется и дополняется новыми материалами. Мы стремимся сделать наш сайт полезным инструментом для всех, кто интересуется научными исследованиями, и уверены, что новый функционал и удобный интерфейс помогут нашим пользователям быстро находить и получать необходимую информацию.' +
      'Отдел диссертаций благодарен Попову Андрею и Савитбекову Ратбеку за их усердную работу и предоставление нашим пользователям нового и удобного инструмента для научных исследований. Мы уверены, что наш новый сайт будет полезен для всех исследователей и студентов, которые заинтересованы в научных исследованиях и написании диссертаций.'
    ],
    previewText: 'Отдел диссертаций рад представить свой новый сайт, разработанный студентами - П. Андреем и С. Ратбеком.',
    images: [ContentImg1, ContentImg3, ContentImg2],
  },

  {
    id: 2,
    title: 'Поступление новых диссертаций в нац. библиотеку им.Осмонова',
    previewText: 'Головокружительный рост научных достижений отмечается в национальной библиотеке имени Осмонова.',
    images: [ContentImg4, ContentImg5],
    textBlocks: [
      'Головокружительный рост научных достижений отмечается в национальной библиотеке имени Осмонова, поскольку они приняли впечатляющую волну новых диссертаций в свой отдел диссертаций. Сегодня библиотека объявила о приеме рекордного количества 6000 диссертаций, охватывающих различные области знаний и дисциплины.',
      'Сотрудники библиотеки выражают восхищение перед этим потоком новых исследований, который олицетворяет преданность академическому прогрессу и научным исследованиям в стране. Эти диссертации представляют собой результат интенсивной работы и глубокого изучения ученых и исследователей, стремящихся к расширению фундаментальных знаний в своих областях.',
      'Среди новых диссертаций есть работы, посвященные передовым технологиям, медицине, гуманитарным наукам, социальным исследованиям, экологии и многим другим областям. Они содержат уникальные исследовательские выводы, новые теоретические подходы и практические рекомендации, которые смогут внести важный вклад в развитие науки и общества.',
      'Директор национальной библиотеки имени Осмонова, Иманкулова Нуржан Ракимовна, заявила: "Этот поток новых диссертаций является свидетельством неоспоримого роста нашей научной общности. Мы гордимся тем, что можем предоставить исследователям и ученым платформу для обмена знаниями и взаимного вдохновления. Надеемся, что эти работы будут стимулировать дальнейшие исследования и способствовать развитию современной науки".',
      'Специалисты из отдела диссертаций библиотеки уже приступили к оценке и классификации этих работ, чтобы сделать их доступными для широкой аудитории исследователей и студентов.' +
      'В ближайшие недели планируется проведение специальных семинаров на которых авторы диссертаций смогут представить свои исследования и обсудить их с коллегами. Эти мероприятия будут способствовать распространению новых идей, созданию научных связей и поощрению сотрудничества между учеными различных областей.'+
      'Поступление такого большого количества новых диссертаций в национальную библиотеку имени Осмонова свидетельствует о растущей активности научного сообщества и его стремлении к интеллектуальному прогрессу. Эти работы представляют собой ценный актив для научного сообщества, способствуя развитию новых идей, исследований и открытий, и подтверждают репутацию библиотеки как центра научного и интеллектуального развития.'
    ],
  },
  {
    id: 3,
    title: 'В отделе диссертаций была установлена новая система автоматической обработки диссертаций с применением ИИ',
    previewText: 'В отделе диссертаций была установлена новая система автоматической обработки диссертаций с применением ИИ.',
    images: [ContentImg6,ContentImg7],
    textBlocks: [
      'Важное событие произошло в отделе диссертаций национальной библиотеки имени Осмонова — была установлена новая система автоматической обработки диссертаций с применением искусственного интеллекта (ИИ). Эта передовая технология значительно ускорит процесс обработки и каталогизации диссертаций, повысив эффективность работы отдела.',
      'Система, разработанная специалистами в области искусственного интеллекта и библиотечных наук, использует алгоритмы машинного обучения для автоматического распознавания и классификации диссертаций по различным параметрам, включая тему, автора, дату защиты и научное направление. Это существенно сокращает время, требуемое для обработки каждой диссертации, и позволяет библиотеке более оперативно предоставлять доступ к актуальным исследованиям.',
      'Новая система также включает функции автоматического аннотирования и индексирования диссертаций. Благодаря этому, исследователи и студенты смогут получить быстрый доступ к кратким описаниям исследований и использовать ключевые слова для уточнения своих поисковых запросов.',
      'Директор национальной библиотеки имени Осмонова выразила радость по поводу внедрения новой системы: "Внедрение искусственного интеллекта в отдел диссертаций является важным шагом в совершенствовании нашей работы. Это не только повышает эффективность процессов, но и открывает новые возможности для наших пользователей, облегчая доступ к научным исследованиям и способствуя развитию знаний и инноваций".',
      'Внедрение системы автоматической обработки диссертаций с применением искусственного интеллекта подтверждает прогрессивный подход национальной библиотеки имени Осмонова к улучшению доступа к знаниям и обслуживанию научного сообщества. Это позволяет библиотеке успешно адаптироваться к современным технологическим требованиям и удовлетворит информационные потребности исследователей в более быстром и удобном доступе к академическим исследованиям.\n' +
      'Система автоматической обработки диссертаций с применением искусственного интеллекта позволяет значительно сократить человеческий фактор и повысить точность процесса обработки. Это особенно важно в условиях растущего объема диссертаций, поступающих в отдел каждый год. Благодаря автоматизированной системе, библиотека сможет более оперативно обрабатывать и каталогизировать диссертации, обеспечивая исследователям и студентам актуальную информацию о научных работах.',
      'В дополнение к этому, новая система обладает возможностью постоянного обновления и развития. Она будет интегрироваться с современными базами данных и научными ресурсами, что позволит предоставлять исследователям и студентам более полное представление о современных достижениях в различных научных областях.',
      'Отдел диссертаций национальной библиотеки имени Осмонова приглашает исследователей и студентов активно использовать новую систему и наслаждаться ее преимуществами в доступе к ценным научным ресурсам. Это важный шаг в повышении эффективности работы библиотеки и поддержке научного прогресса ',
    ],
  },]